import { Header } from "../components/header"

export const AboutPage = () => {
  return (
    <>
        <Header />
        <div className="about-top shadow-err-shadow rounded-lg">
            <div className="max-h-[300px] text-clip">
            <h1 className="font-bold text-4xl mt-0 mb-5 underline text-center">Home Service</h1>
            <p className="font-semibold p-5 overflow-y-auto bg-aboutbg md:text-text-2xl lg:text-text-2xl xl:text-text-2xl">
                Home service-это платформа для найма клинтам специалистов, это услуга, которая предоставляется людям для выполнения различных задач и работ внутри и вокруг их домов.<br/> 
                В зависимости от нужд и предпочтений клиента, это может включать в себя уборку дома, стирку и глажку белья, электрика, сантехника и другие виды работ.<br/> 
                Home service становится все более популярным вариантом для занятых людей, которые не имеют достаточно времени на выполнение этих задач, либо для людей с ограниченными возможностями, которым нужна помощь в бытовых вопросах.<br/> 
                Многие компании предлагают домашнее обслуживание с определенным графиком и их надо искать в разных источниках, но в платформе есть возможность нанять любых специалистов для выполнения нужных работ.<br/> 
                Home service может быть как одноразовым, так и регулярным если понравился работы Специалиста, а цены на эту услугу могут зависеть от сложности работы, времени, затраченного на выполнение и других факторов.<br/> 
                Когда клиенты выбирают специалиста для домашнего обслуживания, важно проверить качество услуг и отзывы, оказываемых специалистом, опыт и квалификацию специалиста, а также наличие страховки, которая защищает клиентов от неожиданных расходов, связанных с повреждением имущества или травмами, которые могут произойти во время выполнения работ.<br/>
                Home service предоставляет множество преимуществ для клиентов, включая экономию времени и удобство. Клиенты могут заказывать услуги по своему удобству и не беспокоиться о выполнении задач, которые они не могут или не хотят делать сами. Это может помочь клиентам сконцентрироваться на других важных задачах или просто наслаждаться свободным временем.<br/>
                Для специалистов, предоставляющих услуги home service, это может быть отличным способом заработка дополнительных денег. Они могут работать по гибкому графику, выбирать работы, которые им больше всего подходят, и иметь возможность зарабатывать больше, если они имеют больше опыта и навыков.<br/>
                В целом, Home service - это выгодная услуга для обеих сторон, которая помогает людям справиться с бытовыми задачами и повысить качество своей жизни.
            </p>
            </div>
        </div>
    </>
  )
}
